[
  {
    "text": "Canada has made a strong commitment as a partner in the International Space Station and, like the other partners, wishes to see the assembly of this unique orbiting laboratory continue.",
    "attribute": "Marc Garneau"
  },
  {
    "text": "NASA will send up a big sun shade that will be in orbit between the earth and sun and deflect 2 or 3 percent of the sunshine back into space. It would be cheaper than the international space station.",
    "attribute": "James Lovelock"
  },
  {
    "text": "Through these ongoing activities and possibly in the future, a Canadian will go live and work on the International Space Station and we will continue to make Canadians proud of our achievements in space.",
    "attribute": "Marc Garneau"
  },
  {
    "text": "By the way, Japan is also known to be actively engaged in manned space flights as part of the International Space Station.",
    "attribute": "Vladimir Putin"
  },
  {
    "text": "It was reported today that the machine on board the International Space Station that turns urine into drinking water has been fixed. After hearing this, an astronaut said, 'Wait. You mean that wasn't lemon Tang?'",
    "attribute": "Conan O'Brien"
  },
  {
    "text": "NASA is developing space taxis to shuttle astronauts to the International Space Station. And just like New York taxis, they're all going to be driven by aliens.",
    "attribute": "Jimmy Fallon"
  },
  {
    "text": "Now with the international space station generating a bunch of video, and Space X and other companies pursuing private space flight, I think it's on all of our radars much more than it has been since the moonshots. The science of filmmaking is making these visions possible now.",
    "attribute": "Jon Spaihts"
  },
  {
    "text": "For the first time American astronauts on the International Space Station ate vegetables grown in space. In other words, even space is getting more rain than California.",
    "attribute": "Conan O'Brien"
  },
  {
    "text": "NASA appreciates the efforts of Congress to resolve restrictions placed on our partnership with Russia. Congress' action helps to ensure the continuous presence of U.S. astronauts on the International Space Station.",
    "attribute": "Michael D. Griffin"
  },
  {
    "text": "Because now, you know, it's going to be a number of years yet before we have our own new boosters and new spacecraft to go to our own International Space Station and proceed with all the research that we spent $100 billion putting up there to give us that research capability for the future for people right here on Earth.",
    "attribute": "John Glenn"
  },
  {
    "text": "Having three operational vehicles in the fleet affords the shuttle program great schedule flexibility as we move toward flying safely and completing the international space station.",
    "attribute": "Wayne Hale"
  },
  {
    "text": "As a fraction of your tax dollar today, what is the total cost of all spaceborne telescopes, planetary probes, the rovers on Mars, the International Space Station, the space shuttle, telescopes yet to orbit, and missions yet to fly?' Answer: one-half of one percent of each tax dollar. Half a penny. I'd prefer it were more: perhaps two cents on the dollar. Even during the storied Apollo era, peak NASA spending amounted to little more than four cents on the tax dollar..",
    "attribute": "Neil deGrasse Tyson"
  },
  {
    "text": "The rough and ready improvisational quality to life on board the International Space Station is reminiscent of a long trip in a sailboat: privacy and fresh produce are in short supply, hygiene is basic, and a fair amount of the crew's time is spent just on maintaining and repairing the craft.",
    "attribute": "Chris Hadfield"
  },
  {
    "text": "One of the things that makes it so challenging is that we're constructing the Station hundreds of miles above the surface of the Earth and we're doing it one piece at a time For the International Space Station we do not have the privilege of assuming the Space Station is on the ground before we take it up one piece at a time. So we have to be very clever about the testing that we do and the training that we do to make sure that each mission is successful, and that each piece and each mission goes just as it's planned.",
    "attribute": "Tamara E. Jernigan"
  },
  {
    "text": "I'm a fully trained cosmonaut and have completed 800 hours training, which has made me the No. 1 civilian reserve ready to visit the International Space Station. I am determined to go up, and I want to explore the Moon, Mars and beyond!",
    "attribute": "Brian Blessed"
  },
  {
    "text": "I think both the space shuttle program and the International Space Station program have not really lived up to their expectations.",
    "attribute": "Buzz Aldrin"
  }
]